"%1$@ Card" = "Karta %1$@";

"%1$@ Credit" = "Kreditná karta %1$@";

"%1$@ Debit" = "Debetná karta %1$@";

"%1$@ Prepaid" = "Predplatená platba %1$@";

"%1$@ account ending in %2$@" = "%1$@ účet končiaci na %2$@";

"%1$@ ending in %2$@" = "Karta %1$@ s poslednými štyrmi číslami %2$@";

"%1$@ is not accepted" = "%1$@ sa neakceptuje";

"Address line 2 (optional)" = "Riadok adresy 2 (voliteľne)";

"Apple Pay" = "Apple Pay";

"BSB" = "BSB";

"Bank Account" = "Bankový účet";

"Billing address" = "Fakturačná adresa";

"CVC" = "CVC";

"Card information" = "Informácie o karte";

"Card number" = "Číslo karty";

"Confirm your %@" = "Potvrďte svoje číslo %@";

"Invalid data." = "Neplatné údaje.";

"MM / YY" = "MM / RR";

"MM/YY" = "MM/RR";

"Postal Code" = "PSČ";

"Shipping Address" = "Dodacia adresa";

"State / Province / Region" = "Štát/provincia/región";

"The BSB you entered is invalid." = "Zadané BSB je neplatné.";

"The selected brand is not allowed" = "Vybraná značka nie je povolená";

"To scan your card, allow camera access in Settings." = "Na nasnímanie vašej karty umožnite prístup ku kamere pod položkou Nastavenia.";

"Your ZIP is invalid." = "Vaše PSČ je neplatné.";

"Your card has expired." = "Platnosť vašej karty vypršala.";

"Your card number is incomplete." = "Číslo vašej karty je neúplné.";

"Your card number is invalid." = "Číslo vašej karty je neplatné.";

"Your card's expiration date is incomplete." = "Dátum vypršania platnosti vašej karty je neúplný.";

"Your card's expiration date is invalid." = "Dátum vypršania platnosti vašej karty je neplatný.";

"Your card's expiration month is invalid." = "Mesiac vypršania platnosti vašej karty je neplatný.";

"Your card's expiration year is invalid." = "Rok ukončenia platnosti vašej karty je neplatný.";

"Your card's security code is incomplete." = "Bezpečnostný kód vašej karty je neúplný.";

"Your card's security code is invalid." = "Bezpečnostný kód vašej karty je neplatný.";

"Your postal code is invalid." = "Vaše PSČ je neplatné.";

"card number" = "číslo karty";

"example@example.com" = "example@example.com";

"expiration date" = "dátum exspirácie";
